//*************************************************************************
//*************************************************************************
//**                                                                     **
//**        (C)Copyright 1985-2011, American Megatrends, Inc.            **
//**                                                                     **
//**                       All Rights Reserved.                          **
//**                                                                     **
//**      5555 Oakbrook Parkway, Suite 200, Norcross, GA 30093           **
//**                                                                     **
//**                       Phone: (770)-246-8600                         **
//**                                                                     **
//*************************************************************************
//*************************************************************************

//**********************************************************************
//<AMI_FHDR_START>
//
// Name:	OemFanCtrlSetup.uni
//
// Description:	Wake Up Event Setup description.
//
//<AMI_FHDR_END>
//**********************************************************************
//
//
// Fan Control Setup
//
/=#

//#include "VFR.uni"
#langdef   en-US "English"    // English
#langdef   x-UEFI-AMI "x-UEFI-AMI"    // AMI Mapping Language
#langdef   zh-chs "中文" 

//<YinQiang001-20170904 change Fan strategy +>
#string STR_OEM_FANCTL_MODE               #language en-US "Fan Profile"
                                            #language zh-chs "风扇策略"
                                            #language x-UEFI-AMI "FanProfile"
#string STR_OEM_FANCTL_MODE_HELP          #language en-US "Fan speed is controlled by BMC"
                                            #language zh-chs "BMC控制风扇转速的策略"
#string STR_OEM_BALANCE                   #language en-US "Balance"
                                            #language zh-chs "均衡"
#string STR_OEM_SILENT                    #language en-US "Silent"
                                            #language zh-chs "安静"
#string STR_OEM_PERFORMANCE               #language en-US "Performance"
                                            #language zh-chs "高性能"
#string STR_OEM_MANUAL                    #language en-US "Manual"
                                            #language zh-chs "手动"
//<YinQiang001-20170904 change Fan strategy ->

//**********************************************************************
